[
  "tq-obsidian",
  "templater-obsidian",
  "obsidian-advanced-uri",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "better-word-count",
  "calendar",
  "dataview",
  "obsidian-footnotes",
  "hotkeysplus-obsidian",
  "obsidian-imgur-plugin",
  "mrj-jump-to-link",
  "metaedit",
  "obsidian-minimal-settings",
  "nldates-obsidian",
  "oz-image-plugin",
  "pane-relief",
  "darlal-switcher-plus",
  "quickadd",
  "obsidian-reading-time",
  "remember-cursor-position",
  "snippets",
  "tag-wrangler",
  "text-snippets-obsidian",
  "cm-typewriter-scroll-obsidian",
  "wikilinks-to-mdlinks-obsidian",
  "obsidian-view-mode-by-frontmatter",
  "customjs",
  "obsidian-admonition",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-style-settings",
  "metadata-extractor",
  "obsidian-pandoc",
  "cm-show-whitespace-obsidian",
  "advanced-cursors",
  "obsidian-focus-mode",
  "obsidian-hider",
  "obsidian-outliner",
  "obsidian-codemirror-options"
]